archived_old_versions/balloonFillSteady_v2/balloonFillSteady_v2/constant/momentumTransport
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: balloonFillSteady_v1                  |
|  \\    /   O peration     | Momentum transport model                        |
|   \\  /    A nd           |                                                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}

simulationType  laminar;
